[Information]
; (EF, Second Translator ...)
TRANSLATOR=USiTE.hu
VERSION=1.0.0

[Language]
LANGUAGE=Magyar
CHARACTER_CODE=UTF-16
LOCALE_ID=0x000E, 0x040E

[Menu]
FILE=&Fájl
COPY=&Másolás
SAVE_TEXT=Mentés (&szövegként)
SAVE_IMAGE=&Mentés (képként)
EXIT=&Kilépés
THEME=&Téma
ZOOM=&Méret
AUTO=&Automatikus
FONT_SETTING=&Betűtípus
HELP=&Súgó
ABOUT=&A CrystalMark Retro névjegye
LANGUAGE=Nyelv
VOICE_VOLUME=&Hang hangereje
VOICE_LANGUAGE=Hang nyelve
MAIN_UI_IN_ENGLISH=&Váltás angolra

[Dialog]
DEFAULT=Alapértelmezett
FONT_FACE=Betűtípus
FONT_SCALE=Betűméret (%)
ENABLED=Engedélyezve
DISABLED=Letiltva

[WindowTitle]
ABOUT=A CrystalMark Retro névjegye
FONT_SETTING=Betűtípus

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=Tesztelés leállítása.
DISK_CAPACITY_ERROR=Nincs elég hely a meghajtón.
DISK_CREATE_FILE_ERROR=Fájl létrehozási hiba.
DISK_WRITE_ERROR=Írási hiba.
DISK_READ_ERROR=Olvasási hiba.
DISK_SPD_NOT_FOUND=DiskSpd nem található.
EXE_FILE_NOT_FOUND=Futtatható fájl nem található.
EXE_FILE_MODIFIED=A futtatható fájl módosítva lett.
ATTACH_SCREENSHOT_MANUALLY=Kérjük, a képmentést csatold kézzel.

[MainWindow]
SYSTEM_INFO_1=Processzor:
SYSTEM_INFO_2=Videókártya:
SYSTEM_INFO_3=Rendszer:
SYSTEM_INFO_4=Oper. rendszer:
SYSTEM_INFO_5=Kijelző:
SYSTEM_INFO_6=Memória:
BUTTON_0=Összes
BUTTON_1=CPU
BUTTON_2=Lemez
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=Leállítás
LABEL_1_1=Egy szál
LABEL_1_2=Több szál
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=Szekvenciális olvasás
LABEL_2_2=Véletlenszerű olvasás
LABEL_2_3=Szekvenciális írás
LABEL_2_4=Véletlenszerű írás
LABEL_3_1=Szöveg
LABEL_3_2=Négyszög
LABEL_3_3=Kör
LABEL_3_4=Kép
LABEL_4_1=Felirat
LABEL_4_2=Megszakítás
LABEL_4_3=Drótváz
LABEL_4_4=Poligon

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)